app/controllers/api/brands_controller.rb

SELECT "brands".* FROM "brands"
---
  def index
    @brands = Brand.all